Repository: mabouchalkha/ASPSaaSKit
Catalog: StarterKit/App_GlobalResources/lang.*.resx
Languages: fr

# accountCreated
source: Account successfully created. Please check your inbox to confirm your email
fr: Le compte a ete cree. Verifier vos couriel pour la confirmation

# codeRequired
source: Code is required
fr: Le code est obligatoire

# defaultError
source: Something went wrong. Please contact your administrator
fr: Quelque chose n'a pas marché. Veuillez contacter votre administrateur

# emailConfirmed
source: Email confirmed. Please now logging
fr: Couriel valide. Merci de vous connecter

# emailRequired
source: Email address is required
fr: L'adresse de couriel est obligatoire

# entityNotFound
source: Cannot retrieve entity with id {0}
fr: Impossible de retrouver l'entitéé avec l'id : {0}

# firstNameRequired
source: First name is required
fr: Le prenom est obligatoire

# idRequired
source: Id is required
fr: L'ID est obligatoire

# importantException
source: An important exception has been thrown. Thanks for contacting your administrator
fr: Une erreur grave est survenue. Merci de contacter votre administrateur

# inviteNoEmail
source: You need to pass at least one email
fr: Veuillez fournir au moin une adresse email

# inviteSuccess
source: Users will receive an email to confirm their password
fr: Les utilisateurs vont recevoir un couriel pour confirmer leurs addresses

# lastNameRequired
source: Last name is required
fr: Le nom de famille est obligatoire

# loggedIn
source: You are now logged in
fr: Vous etes maintenant connecte

# loginConfirmEmail
source: You need to confirm your email before you can log in
fr: Vous devez confirmer votre couriel avant de pouvoir vous connecter

# modelUpdateSuccess
source: successfully updated
fr: : mise a jour réussie

# passwordLength
source: Password must be between 2 and 6 characters
fr: Le mot de passe doit contenir entre 2 et 6 caracteres

# passwordMatch
source: Password confirmation does not match the password
fr: La confirmation du mot de passe ne correspond pas

# passwordRequired
source: Password is required
fr: Le mot de passe est obligatoire

# passwordReseted
source: Password reseted, please check your email
fr: Votre mot de passe a ete reinitialiser, verifier votre couriel

# resendTwoFactor
source: A new code has been sent to you. Please check your email
fr: Un nouveau code a ete envoye a votre couriel

# tenant
source: Account
fr: Compte

# tenantCantEdit
source: You cannot edit an account that you are not part of
fr: Vous ne pouvez pas modifier un compte duquel vous ne faites pas partie

# tenantNameRequired
source: Account name is required
fr: Le nom du compte est obligatoire

# twoFactorEnable
source: 2 factor authentication is enable, please check your email
fr: L'authentification 2 facteurs est active, verifier votre couriel

source: User
fr: Utilisateur

# userCantRead
source: Cant find user with ID {0}
fr: Impossible de trouver l'utlisateur avec l'ID {0}

# userCreated
source: User created successfully
fr: L'utilisateur creer avec succes

# userDeleteSelf
source: You cannot delete your own account
fr: Vous ne pouvez pas supprimer votre propre compte

# userDeleted
source: User successfully deleted
fr: L'utilisateur a ete supprime
